brew "atuin"
brew "awscli"
brew "aws-vault"
brew "codex"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-secrets"
brew "go"
brew "grep"
brew "hadolint"
brew "htop"
brew "jq"
brew "jnv"
brew "kustomize"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "neovim"
brew "nkf"
brew "peco"
brew "pv"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "sheldon"
brew "shellcheck"
brew "sops"
brew "starship"
brew "vips"
brew "volta"
brew "watch"
brew "wget"
brew "zstd"
cask "1password"
cask "1password-cli"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-plemol-jp-nf"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "notion"
cask "sequel-ace"
cask "session-manager-plugin"
cask "slack"
cask "wezterm"
cask "zoom"
